export const services = [
  {
    id: "engraving",
    title: "Гравировка",
    image: require ("@/assets/img/service/engraving.svg"),
    shortDescription: "Это не просто процесс нанесения рисунка или текста, \
    а возможность создать уникальное произведение, которое будет отличать \
    ваше изделие от множества других. С помощью гравировки вы можете добавить \
    персональный акцент, будь то имя, дата, логотип или любой другой дизайн. \
    Эта услуга идеально подходит для создания подарков, корпоративных сувениров, \
    аксессуаров и других предметов, которые могут стать по-настоящему уникальными \
    и запоминающимися.",
    description: "Гравировка — это высокотехнологичный процесс,\
    который позволяет наносить точные и четкие изображения, текст\
     или узоры на различные материалы, такие как металл, стекло, \
     дерево, кожа, пластик и даже камень. В отличие от других методов, \
     гравировка позволяет достичь исключительной точности и долговечности,\
      поскольку изображения или надписи становятся не просто поверхностными, \
      а вмонтированными в сам материал.",
    advantages: [
      { title: "Обеспечиваем четкость и долговечность изображений", text: "Гравировка обеспечивает \
        исключительное качество изображений и текста, которые остаются четкими и яркими на протяжении \
        долгого времени. Мы используем передовое лазерное оборудование, которое позволяет достигать \
        высокой детализации и точности в передаче даже самых сложных и мелких элементов. Такое качество \
        гарантирует, что нанесенные изображения или надписи не выцветают и не стираются, сохраняя свою \
        четкость и выразительность." },
      { title: "Работаем с миллиметровой точностью", text: "Лазерная гравировка обеспечивает \
        потрясающую точность, которая позволяет работать с самыми маленькими и детализированными \
        элементами дизайна. Мы можем наносить изображения, текст и логотипы с точностью до миллиметра, \
        что особенно важно при работе с мелкими изделиями или сложными узорами. Это также открывает \
        возможности для сложных и индивидуальных заказов, которые требуют высокой степени точности и \
        аккуратности." },
      { title: "Результат устойчив к износу и внешним воздействиям", text: "Гравировка не только придает \
        изделию индивидуальность, но и делает его более долговечным. Нанесенные изображения или текст \
        становятся частью материала, а не просто поверхностным слоем, что делает их устойчивыми к \
        механическому износу, воздействию влаги, химикатов и ультрафиолетового света. Это означает, \
        что результат гравировки будет сохраняться в идеальном виде, несмотря на повседневные внешние \
        воздействия, что делает ее отличным выбором для предметов, которые будут использоваться долгое время." },
    ],
  },
  {
    id: "silk-screen",
    title: "Шелкография",
    image: require ("@/assets/img/service/silk-screen.svg"),
    shortDescription: "Шелкография — это метод печати, который позволяет наносить яркие, \
    четкие и долговечные изображения на самые разнообразные материалы. Будь то ткань, \
    пластик, металл или другие поверхности, шелкография гарантирует высочайшее качество \
    и стойкость изображения. Этот способ идеально подходит для создания как мелкосерийных, \
    так и массовых тиражей, обеспечивая великолепную четкость, яркость и долговечность изображения.",
    description: "Шелкография — это процесс нанесения изображения через трафарет (сетку), \
    который позволяет напечатать краску на различных материалах. Этот метод идеально \
    подходит для создания ярких и устойчивых изображений, которые сохраняют свою \
    насыщенность и четкость на долгие годы. Он используется для печати на тканях (например, \
    футболках или постельном белье), а также на пластиковых и металлических поверхностях, \
    что делает его универсальным для самых разных нужд — от одежды до рекламной продукции и промо-материалов.",
    advantages: [
      { title: "Краски сохраняют насыщенность длительное время", text: "Одним из главных преимуществ \
        шелкографии является ее способность сохранять яркость и насыщенность красок даже после \
        множества стирок или использования изделия. Краски, используемые в этом методе, обладают \
        высокой стойкостью к выцветанию, что делает шелкографию идеальным выбором для изделий, которые \
        часто подвергаются воздействию солнечного света, воды или других факторов." },
      { title: "Подходит для различных типов поверхностей", text: "Шелкография обладает высокой гибкостью \
        и совместимостью с различными материалами, что делает ее универсальной для самых разных задач. \
        Этот метод идеально подходит для нанесения изображений на текстиль, пластик, металл, стекло и \
        другие материалы. Независимо от того, нужно ли нанести изображение на футболку, кружку, \
        рекламный баннер или упаковку, шелкография гарантирует отличный результат." },
      { title: "Идеально для тиражирования", text: "Шелкография — это метод, который идеально \
        подходит для массового производства. Он позволяет быстро и эффективно наносить \
        изображения на большое количество изделий, обеспечивая при этом высокое качество и \
        точность. Это делает его экономически выгодным выбором для крупных тиражей и массовых \
        заказов, поскольку стоимость единичной продукции снижается при увеличении тиража, а \
        также обеспечивает быстрое выполнение больших заказов." },
    ],
  },
  {
    id: "embossing",
    title: "Тиснение",
    image: require ("@/assets/img/service/embossing.svg"),
    shortDescription: "Тиснение — это процесс создания объемных изображений или узоров на \
    поверхности материала, что придает изделиям утонченный и престижный вид. Это идеальный \
    способ для выделения важных элементов дизайна, таких как логотипы, символы или декоративные \
    узоры. Тиснение придает материалам выразительность и глубину, создавая визуальный и \
    тактильный эффект. Он может применяться как для функциональных, так и для декоративных \
    целей, делая изделия уникальными и запоминающимися.",
    description: "Тиснение — это технология, в ходе которой на поверхность материала \
    наносится изображение или узор с помощью давления. Этот метод позволяет создавать \
    рельефные рисунки, которые ощущаются на ощупь и видны даже без использования краски \
    или другого покрытия. Тиснение применяется на различных материалах: от кожи, бумаги \
    и картона до металла и пластика. Этот метод идеально подходит для создания изысканных \
    декоративных элементов на упаковке, кожаных изделиях, визитках, альбомах и прочем. \
    Рельефный рисунок придает изделию не только уникальность, но и повышенную ценность.",
    advantages: [
      { title: "Создаёт эффектный рельеф", text: "Тиснение позволяет создать объемные \
        и эффектные изображения, которые привлекают внимание благодаря своей уникальной \
        текстуре. Рельефные узоры выглядят элегантно и красиво, а их тактильное восприятие \
        добавляет эстетическое удовольствие. Этот метод прекрасно подходит для дизайнерских \
        решений, где важен визуальный эффект и внимание к деталям." },
      { title: "Отлично сохраняет вид со временем", text: "Одним из преимуществ тиснения \
        является его долговечность. Рельеф, созданный этим методом, сохраняет свою четкость \
        и форму на протяжении длительного времени, не теряя своего вида. Даже при регулярном \
        использовании или воздействии внешних факторов, таких как солнечный свет или влагу, \
        тиснение остается неизменным, что делает его идеальным выбором для премиум-изделий и \
        продукции, предназначенной для длительного использования." },
      { title: "Часто используется для премиум-изделий", text: "Тиснение ассоциируется с \
        высоким качеством и эксклюзивностью, что делает его популярным выбором для создания \
        премиум-продукции. Этот метод идеально подходит для оформления дорогих подарков, \
        эксклюзивных упаковок, визиток, упаковок для косметики и других высококачественных \
        изделий. Рельефный рисунок, создаваемый при тиснении, придает продукции более высокую \
        ценность и делает ее более привлекательной для клиентов, стремящихся к качеству и изысканности." },
    ],
  },
  {
    id: "tampon-printing",
    title: "Тампопечать",
    image: require ("@/assets/img/service/tampon-printing.svg"),
    shortDescription: "Тампопечать — это уникальный процесс печати, который используется \
    для нанесения изображений на различные изделия с неровной или сложной поверхностью. \
    Этот метод идеально подходит для печати на малых предметах, таких как игрушки, \
    канцелярские товары, элементы бытовой техники и многие другие изделия. При этом \
    изображения могут быть как одноцветными, так и многоцветными. Использование силиконового \
    валика позволяет точно переносить рисунки, сохраняя их яркость и четкость даже на самых сложных формах.",
    description: "Тампопечать — это процесс, при котором краска переносится с печатной формы \
    на поверхность объекта с помощью силиконового валика. Этот метод идеально подходит для \
    нанесения изображений на предметы с неровными и сложными формами, такие как пластиковые \
    бутылки, крышки, игрушки, компьютерные клавиши, элементы бытовой техники и т. д. В \
    отличие от других методов печати, тампопечать позволяет работать с поверхностями, \
    которые трудно напечатать обычным способом (например, с округлыми, кривыми или мелкими \
    частями). Этот метод также позволяет точно и быстро переносить четкие изображения на \
    различные материалы, включая металл, пластик, стекло и другие.",
    advantages: [
      { title: "Подходит для неровных и мелких поверхностей", text: "Одним из ключевых \
         преимуществ тампопечати является ее универсальность. Этот метод печати способен \
         наносить изображения на объекты с различными сложными формами и неровными \
         поверхностями, такие как ручки, игрушки, шестеренки, колеса, электрические \
         компоненты и другие мелкие детали. Благодаря этому тампопечать широко \
         используется для печати на мелких предметах, которые невозможно напечатать \
         традиционными методами." },
      { title: "Четкость рисунков даже на сложных формах", text: "Тампопечать обеспечивает высокое качество печати, \
        передавая даже мельчайшие детали изображений. Рисунки остаются четкими, яркими \
        и насыщенными, независимо от сложности формы или материала поверхности. Это \
        позволяет создавать точные и высококачественные изображения, даже на изделиях \
        с мелкими и труднодоступными участками, таких как кнопки, маркировка на \
        электронной технике или упаковке." },
      { title: "Высокая производительность процесса", text: "Тампопечать отличается \
        высокой производительностью и быстрой реализацией печатных заказов. Этот \
        метод позволяет эффективно наносить изображения на большое количество изделий \
        за короткое время, что делает его идеальным для массового производства. Высокая \
        скорость печати и возможность тиражирования позволяют существенно сократить \
        время на изготовление партий продукции и удовлетворить потребности в больших \
        объемах печати." },
    ],
  },
];
